{"class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"name": "dense_1", "trainable": true, "batch_input_shape": [null, 34], "input_dtype": "float32", "output_dim": 500, "init": "glorot_uniform", "activation": "relu", "W_regularizer": null, "b_regularizer": null, "activity_regularizer": null, "W_constraint": null, "b_constraint": null, "bias": true, "input_dim": 34}}, {"class_name": "Dense", "config": {"name": "dense_2", "trainable": true, "output_dim": 500, "init": "glorot_uniform", "activation": "relu", "W_regularizer": null, "b_regularizer": null, "activity_regularizer": null, "W_constraint": null, "b_constraint": null, "bias": true, "input_dim": 500}}, {"class_name": "Dense", "config": {"name": "dense_3", "trainable": true, "output_dim": 2000, "init": "glorot_uniform", "activation": "relu", "W_regularizer": null, "b_regularizer": null, "activity_regularizer": null, "W_constraint": null, "b_constraint": null, "bias": true, "input_dim": 500}}, {"class_name": "Dense", "config": {"name": "dense_4", "trainable": true, "output_dim": 2, "init": "glorot_uniform", "activation": "linear", "W_regularizer": null, "b_regularizer": null, "activity_regularizer": null, "W_constraint": null, "b_constraint": null, "bias": true, "input_dim": 2000}}], "keras_version": "1.2.2"}