{"class_name": "Sequential", "keras_version": "1.2.0", "config": [{"class_name": "Dense", "config": {"W_constraint": null, "b_constraint": null, "name": "dense_9", "output_dim": 80, "activity_regularizer": null, "trainable": true, "init": "glorot_uniform", "bias": true, "input_dtype": "float32", "input_dim": 17, "b_regularizer": null, "W_regularizer": null, "activation": "relu", "batch_input_shape": [null, 17]}}, {"class_name": "Dense", "config": {"W_constraint": null, "b_constraint": null, "name": "dense_10", "activity_regularizer": null, "trainable": true, "init": "glorot_uniform", "bias": true, "input_dim": 80, "b_regularizer": null, "W_regularizer": null, "activation": "relu", "output_dim": 80}}, {"class_name": "Dense", "config": {"W_constraint": null, "b_constraint": null, "name": "dense_11", "activity_regularizer": null, "trainable": true, "init": "glorot_uniform", "bias": true, "input_dim": 80, "b_regularizer": null, "W_regularizer": null, "activation": "relu", "output_dim": 500}}, {"class_name": "Dropout", "config": {"p": 0.01, "trainable": true, "name": "dropout_1"}}, {"class_name": "Dense", "config": {"W_constraint": null, "b_constraint": null, "name": "dense_12", "activity_regularizer": null, "trainable": true, "init": "glorot_uniform", "bias": true, "input_dim": 500, "b_regularizer": null, "W_regularizer": null, "activation": "linear", "output_dim": 2}}]}